#Задание 1. Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным.

a = int(input ('Введите цифру, обозначающую день недели = '))
if a == 6:
    print('Этот день является выходным')
elif a == 7:
    print('Этот день является выходным')
else:
    print('Этот день не является выходным')